Repository: noah-nuebling/mac-mouse-fix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: cs, de, es, ja, nb, pt_br, ru, tr, uk, vi, zh_hans

# thanks.01
source: ⭐️ Thank you for buying Mac Mouse Fix!
cs: ⭐️ Děkujeme za zakoupení Mac Mouse Fix!
de: ⭐️ Danke, dass du Mac Mouse Fix gekauft hast!
es: ⭐️ ¡Gracias por comprar Mac Mouse Fix!
ja: ⭐️ Mac Mouse Fixをご購入いただき、ありがとうございます！
pt_br: ⭐️ Obrigado por adquirir o Mac Mouse Fix!
ru: ⭐️ Спасибо за покупку Mac Mouse Fix!
tr: ⭐️ Mac Mouse Fix'i satın aldığınız için teşekkürler!
uk: ⭐️ Дякую Тобі за покупку Mac Mouse Fix!
vi: ⭐️ Cảm ơn bạn đã mua Mac Mouse Fix!
zh_hans: ⭐️感谢您购买Mac Mouse Fix！

# thanks.02
source: 🙌 Thank you for buying Mac Mouse Fix!
cs: 🙌 Děkujeme za zakoupení Mac Mouse Fix!
de: 🙌 Danke, dass du Mac Mouse Fix gekauft hast!
es: 🙌 ¡Gracias por comprar Mac Mouse Fix!
ja: 🙌 Mac Mouse Fixをご購入いただき、ありがとうございます！
pt_br: 🌟 Obrigado por adquirir o Mac Mouse Fix!
ru: 🙌 Спасибо за покупку Mac Mouse Fix!
tr: 🌟 Mac Mouse Fix'i satın aldığınız için teşekkürler!
uk: 🙌 Дякую за покупку Mac Mouse Fix!
vi: 🙌 Cảm ơn bạn đã mua Mac Mouse Fix!
zh_hans: 🙌感谢购买Mac Mouse Fix！

# thanks.03
source: 🚀 Thanks for supporting Mac Mouse Fix!
cs: 🚀 Děkujeme za podporu Mac Mouse Fix!
de: 🚀 Danke, dass du Mac Mouse Fix unterstützt!
es: 🚀 ¡Gracias por apoyar Mac Mouse Fix!
ja: 🚀 Mac Mouse Fixを応援していただき、ありがとうございます！
pt_br: 🚀 Obrigado por apoiar o Mac Mouse Fix!
ru: 🚀 Спасибо за поддержку Mac Mouse Fix!
tr: 🚀 Mac Mouse Fix'i desteklediğiniz için teşekkürler!
uk: 🚀 Дякую за підтримку Mac Mouse Fix!
vi: 🚀 Cảm ơn bạn đã ủng hộ Mac Mouse Fix!
zh_hans: 🚀感谢支持Mac Mouse Fix！

# thanks.04
source: 🌟 Thanks for purchasing Mac Mouse Fix!
cs: 🌟 Děkujeme za zakoupení Mac Mouse Fix!
de: 🌟 Dankeschön, dass du Mac Mouse Fix gekauft hast!
es: 🌟 ¡Gracias por comprar Mac Mouse Fix!
ja: 🌟 Mac Mouse Fixをご購入いただき、ありがとうございます！
pt_br: 🙌 Obrigado por adquirir o Mac Mouse Fix!
ru: 🌟 Спасибо за покупку Mac Mouse Fix!
tr: 🙌 Mac Mouse Fix'i satın aldığınız için teşekkürler!
uk: 🌟 Дякую за придбання Mac Mouse Fix!
vi: 🌟 Cảm ơn bạn đã mua Mac Mouse Fix!
zh_hans: 🌟感谢您购买Mac Mouse Fix！

# thanks.05
source: 🧠 Great purchasing decision! ;)
cs: 🧠 Skvělé rozhodnutí!
de: 🧠 Großartige Kaufentscheidung! ;)
es: 🧠 ¡Gran decisión de compra! ;)
ja: 🧠 賢い選択ですね！(^_<)〜☆
pt_br: 🧠 Ótima decisão de compra! ;)
ru: 🧠 Отличное решение о покупке! ;)
tr: 🧠 Muhteşem bir satın alma seçimi! ;)
uk: 🧠 Чудове рішення про покупку! ;)
vi: 🧠 Quả là một sự lựa chọn khôn ngoan! ;)
zh_hans: 🧠很赞的购买决定！ ;)

# thanks.06
source: 🔥 Awesome taste in mouse fixing software! ;)
cs: 🔥 Skvělý vkus pro software pro opravu myši! ;)
de: 🔥 Super Geschmack was Maus-Fixing-Software angeht! ;)
es: 🔥 ¡Gusto increíble en software para arreglar ratones! ;)
ja: 🔥 マウス最適化ソフトのセンスが抜群ですね！(^_<)〜☆
pt_br: 🔥 Gosto incrível em software de Mouse! ;)
ru: 🔥 Отличный вкус в выборе программного обеспечения для починки мышей! ;)
tr: 🔥 Fare düzeltme uygulamaları arasında müthiş bir seçim! ;)
uk: 🔥 Чудовий смак у виборі ПЗ для миші! ;)
vi: 🔥 Ứng cử viên tuyệt vời trong những phần mềm điều chỉnh chuột! ;)
zh_hans: 🔥在鼠标调校软件上的品味不俗！ ;)

# thanks.09
source: 👽 Share it with your Spacebook friends!
cs: 👽 Sdílejte to se svými přáteli ze Spacebooku!
de: 👽 Teile es mit deinen Spacebook Freunden!
es: 👽 ¡Compártelo con tus amigos de Spacebook!
ja: 👽 Spacebookの友達にシェアしよう！
pt_br: 👽 Compartilhe com seus amigos do Spacebook!
ru: 👽 Поделитесь этим со своими друзьями в Spacebook!
tr: ♾️ 1881 - ∞ | Gazi Başkomutanımız Mustafa Kemal Atatürk anısına.
uk: 👽 Поділіться цим зі своїми друзями у Spacebook!
vi: 👽 Chia sẻ nó với 500 anh em của bạn ngoài kia!
zh_hans: 👽分享给你Spacebook上的朋友们！

# thanks.13
source: 🐹 We should get him a bow tie.
cs: 🐹 Měli bychom mu koupit motýlka.
de: 🐹 Wir sollten ihm eine Krawatte besorgen.
es: 🐹 Deberíamos comprarle una pajarita.
ja: 🐹 彼に蝶ネクタイをプレゼントしてあげたいですね。
pt_br: 📚 Não julgue um livro pela capa.
ru: 🐹 Нам нужно купить ему галстук-бабочку.
tr: 🅰️ AAAAAAAAAAAAAAAAA
uk: 🐹 Ми повинні дістати йому краватку-метелика.
vi: 🐹 Bé chuột này sẽ cần một chiếc nơ đấy
zh_hans: 🐹我们应该给他买个领结。

# thanks.21
source: 🐠 What... Are... You?
cs: 🐠 Co... Jsi... Ty?
de: 🐠 Was... Bist... Du?
es: 🐠 ¿Qué... Eres... Tú?
ja: 🐠 君は... 一体... 何者なんだ...？
pt_br: 🐠 Que dia, hein!?
ru: 🐠 Что... ты... такое?
tr: ⛑️ Kaskını takmadan trafiğe çıkma.
uk: 🐠 Що... Ти... Таке?
vi: 🐠 Bạn... là... ai?
zh_hans: 🐠你...是...谁？

# thanks.22
source: 🐁 The merchant's personal pet!
cs: 🐁 Obchodníkův osobní mazlíček!
de: 🐁 Die persönliche Gehilfin des Händlers!
es: 🐁 ¡La mascota personal del comerciante!
ja: 🐁 商人のお気に入りのペットなんです！
pt_br: 🐁 O bichinho de estimação do lojista!
ru: 🐁 Личный питомец торговца!
tr: 🏍️ Sence de CBR 1000RR-R'ın isminde çok fazla R yok mu?
uk: 🐁 Особистий улюбленець торговця!
vi: 🐁 Thú cưng của con buôn!
zh_hans: 🐁这是我的宠物！

# thanks.25
source: 🌏 First the mice, then the world!! >:)
cs: 🌏 Nejdřív myši, pak svět!! >:)
de: 🌏 Erst die Mäuse, dann die Welt!! >:)
es: 🌏 ¡Primero los ratones, luego el mundo! >:)
ja: 🌏 まずはマウス、そして次は世界だ！！(｀∀´)
pt_br: 🌏 Cuide do nosso Planeta!! >:)
ru: 🌏 Сначала мыши, потом весь мир!! >:)
tr: 🇹🇷 Çevirmene de teşekkür etmeyi unutma!
uk: 🌍 Спочатку мишки, потім — увесь світ!! >:)
vi: 🌏 Sửa xong con chuột rồi anh đi cứu thế giới! >:)
zh_hans: 🌏先是鼠标，然后是世界！！>:)

# trial-counter.active
source: Free day **%1$d/%2$d**
cs: Zbývá **%1$d/%2$d** dnů zdarma.
de: Kostenloser Tag **%1$d/%2$d**
es: Día gratuito **%1$d/%2$d**
ja: お試し期間 **%1$d/%2$d**
pt_br: Dias restantes **%1$d/%2$d**
ru: Бесплатный день **%1$d из %2$d**
tr: Ücretsiz günü **%1$d/%2$d**
uk: Безкоштовний день **%1$d/%2$d**
vi: Bạn đang dùng thử miễn phí **%1$d/%2$d** ngày
zh_hans: 免费期第**%1$d／%2$d**天

# trial-counter.expired
source: Free days are over
cs: Testovací období skončilo.
de: Kostenlose Tage sind vorbei
es: Los días gratuitos han terminado
ja: お試し期間は終了しました
pt_br: A versão de testes terminou
ru: Бесплатные дни закончились
tr: Ücretsiz günleri sona erdi
uk: Безкоштовні дні закінчилися
vi: Hết hạn dùng thử
zh_hans: 免费期已结束

# trial-notif.activate-license-button
source: Activate License
cs: Aktivujte licenci
de: Lizenz aktivieren
es: Activar Licencia
ja: ライセンスを有効にする…
pt_br: Ativar Licença
ru: Активировать лицензию
tr: Lisansı Aktifleştir
uk: Активувати ліцензію
vi: Kích hoạt bản quyền
zh_hans: 激活许可证

# trial-notif.body
source: Hi there! You've been using Mac Mouse Fix for **%1$d days** now. I hope you're enjoying it! If you want to keep using Mac Mouse Fix, you can [buy it now](%2$@).
cs: Ahoj! Mac Mouse Fix používáš už **%1$d dní**. Doufám, že se ti líbí! Pokud chceš Mac Mouse Fix používat i nadále, můžeš si ho [koupit hned](%2$@).
de: Hi! Du verwendest Mac Mouse Fix jetzt seit **%1$d Tagen**. Ich hoffe, es gefällt dir! Wenn du Mac Mouse Fix auch weiter verwenden willst, kannst du es dir [jetzt kaufen](%2$@).
es: ¡Hola\! Llevas usando Mac Mouse Fix durante **%1$d días**. ¡Espero que lo estés disfrutando\! Si quieres seguir usando Mac Mouse Fix, puedes [comprarlo ahora](%2$@).
ja: こんにちは！Mac Mouse Fixを使い始めて、今日で**%1$d日**になりますね。快適にお使いいただけていますか？ 引き続きMac Mouse Fixをご利用いただくには、[こちらからご購入](%2$@)いただけます
pt_br: Olá! Você está usando o Mac Mouse Fix há **%1$d dias**. Espero que você esteja gostando! Se quiser continuar usando o Mac Mouse Fix, você pode [comprá-lo agora](%2$@).
ru: Привет! Вы используете Mac Mouse Fix уже **%1$d дней**. Надеюсь, вам нравится! Если вы хотите продолжать использовать Mac Mouse Fix, вы можете [купить его сейчас](%2$@).
tr: Merhaba! **%1$d gündür** Mac Mouse Fix kullanıyorsunuz. Umarım keyif alıyorsunuzdur! Mac Mouse Fix'i kullanmaya devam etmek istiyorsanız, [şimdi satın alabilirsiniz](%2$@).
uk: Вітаємо! Ви користуєтеся Mac Mouse Fix уже **%1$d дн.** Сподіваємося, вам подобається! Якщо ви хочете продовжувати користуватися Mac Mouse Fix, ви можете [купити його зараз](%2$@).
vi: Xin chào! Bạn đã sử dụng Mac Mouse Fix được **%1$d ngày**. Mong rằng bạn sẽ thích nó! Nếu bạn muốn tiếp tục sử dụng Mac Mouse Fix, bạn có thể [mua ngay](%2$@).
zh_hans: 您好！您使用Mac Mouse Fix已经有**%1$d天**了。希望您喜欢这个软件！ 如果您想要继续使用Mac Mouse Fix，不妨[立即购买](%2$@)。

# trigger.substring.button-modifier.1
source: Click %@ +
cs: Kliknutí %@ +
de: %@ klicken +
es: Clic %@ +
ja: クリック%@ +
pt_br: Clique %@ +
ru: Нажатие %@ +
tr: %@ düğmesine tıkla +
uk: Клацання %@ +
vi: Nhấn %@ +
zh_hans: 点按%@＋

# trigger.substring.button-modifier.2
source: Double Click %@ +
cs: Dvojklik %@ +
de: %@ doppelklicken +
es: Doble Clic %@ +
ja: ダブルクリック%@ +
ru: Двойное нажатие %@ +
tr: %@ düğmesine çift tıkla +
uk: Подвійне клацання %@ +
vi: Nhấn đúp %@ +
zh_hans: 连按%@＋

# trigger.substring.button-modifier.3
source: Triple Click %@ +
cs: Trojklik %@ +
de: %@ dreifach klicken +
es: Triple Clic %@ +
ja: トリプルクリック%@ +
ru: Тройное нажатие %@ +
tr: %@ düğmesine üç kez tıkla +
uk: Потрійне клацання %@ +
vi: Nhấn ba lần %@ +
zh_hans: 连按三下%@＋

# trigger.substring.button-name.middle
source: Middle Button
cs: Prostřední tlačítko
de: mittlere Taste
es: Botón Central
ja: ホイールボタン
nb: Midtre knapp
pt_br: Botão do Meio
ru: Средняя кнопка
tr: Orta düğme
uk: Середня кнопка
vi: Nút giữa
zh_hans: 中键

# trigger.substring.button-name.numbered
source: Button %@
cs: Tlačítko %@
de: Taste %@
es: Botón %@
ja: ボタン%@
pt_br: Botão %@
ru: Кнопка %@
tr: %@ Düğmesi
uk: Кнопка %@
vi: Nút %@
zh_hans: 按键%@

# trigger.substring.button-name.primary
source: Primary Button
cs: Primární tlačítko
de: primäre Taste
es: Botón Primario
ja: 主ボタン
nb: Primærknapp
pt_br: Botão Primário
ru: Основная кнопка
tr: Birincil Düğme
uk: Основна кнопка
vi: Nút chính
zh_hans: 主键

# trigger.substring.button-name.secondary
source: Secondary Button
cs: Sekundární tlačítko
de: sekundäre Taste
es: Botón Secundario
ja: 副ボタン
nb: Sekundær knapp
pt_br: Botão Secundário
ru: Дополнительная кнопка
tr: İkincil Düğme
uk: Другорядна кнопка
vi: Nút phụ
zh_hans: 辅键

# trigger.substring.click.1
source: Click %@
cs: Kliknutí %@
de: %@ klicken
es: Clic %@
ja: クリック%@
pt_br: Clique %@
ru: Нажатие %@
tr: %@ düğmesine tıkla
uk: Клацання %@
vi: Nhấn %@
zh_hans: 点按%@

# trigger.substring.click.2
source: Double Click %@
cs: Dvojklik %@
de: %@ doppelklicken
es: Doble Clic %@
ja: ダブルクリック%@
ru: Двойное нажатие %@
tr: %@ düğmesine çift tıkla
uk: Подвійне клацання %@
vi: Nhấn đúp %@
zh_hans: 连按%@

# trigger.substring.click.3
source: Triple Click %@
cs: Trojklik %@
de: %@ dreifach klicken
es: Triple Clic %@
ja: トリプルクリック%@
ru: Тройное нажатие %@
tr: %@ düğmesine üç kez tıkla
uk: Потрійне клацання %@
vi: Nhấn ba lần %@
zh_hans: 连按三次%@

# trigger.substring.drag.1
source: Click and *Drag* %@
cs: Kliknutí a *tažení* %@
de: %@ klicken und *ziehen*
es: Clic y *Arrastrar* %@
ja: クリックと*ドラッグ*%@
pt_br: clique e arraste %@
ru: Нажмите и *перетащите* %@
tr: %@ düğmesine tıkla ve *Sürükle*
uk: Клацання та *Перетягування* %@
vi: Nhấn và kéo %@
zh_hans: 点按并拖移%@

# trigger.substring.drag.2
source: Double Click and *Drag* %@
cs: Dvojklik a *tažení* %@
de: %@ doppelklicken und *ziehen*
es: Doble Clic y *Arrastrar* %@
ja: ダブルクリックと*ドラッグ*%@
ru: Двойное нажатие и *перетаскивание* %@
tr: %@ düğmesine çift tıkla ve *Sürükle*
uk: Подвійне клацання та *Перетягування* %@
vi: Nhấn đúp và kéo %@
zh_hans: 连按并拖移%@

# trigger.substring.drag.3
source: Triple Click and *Drag* %@
cs: Trojklik a *tažení* %@
de: %@ dreifach klicken und *ziehen*
es: Triple Clic y *Arrastrar* %@
ja: トリプルクリックと*ドラッグ*%@
ru: Тройное нажатие и *перетаскивание* %@
tr: %@ düğmesine üç kez tıkla ve *Sürükle*
uk: Потрійне клацання та *Перетягування* %@
vi: Nhấn ba lần và kéo %@
zh_hans: 连按三次并拖移%@

# trigger.substring.drag.flags
source: and *Drag*
cs: a *tažení*
de: und *ziehen*
es: y *arrastrar*
ja: と*ドラッグ*
pt_br: e arraste
ru: и *Перетаскивание*
tr: ve *Sürükle*
uk: і *Перетягування*
vi: và kéo
zh_hans: 并拖移鼠标

# trigger.substring.hold.1
source: Hold %@
cs: Přidržte %@
de: %@ halten
es: Mantener pulsado %@
ja: ホールド%@
pt_br: segure %@
ru: Удерживать %@
tr: %@ düğmesine tıkla ve basılı tut
uk: Утримування %@
vi: Giữ %@
zh_hans: 按住%@

# trigger.substring.hold.2
source: Double Click and Hold %@
cs: Dvojklik a přidržení %@
de: %@ doppelklicken und halten
es: Doble Clic y Mantener Pulsado %@
ja: ダブルクリックとホールド%@
ru: Двойное нажатие и удержание %@
tr: %@ düğmesine çift tıkla ve basılı tut
uk: Подвійне клацання та утримування %@
vi: Nhấn đúp và giữ %@
zh_hans: 点按两下并按住%@

# trigger.substring.hold.3
source: Triple Click and Hold %@
cs: Trojklik a přidržení %@
de: %@ dreifach klicken und halten
es: Triple Clic y Mantener Pulsado %@
ja: トリプルクリックとホールド%@
ru: Тройное нажатие и удержание %@
tr: %@ düğmesine üç kez tıkla ve basılı tut
uk: Потрійне клацання та утримування %@
vi: Nhấn ba lần và giữ %@
zh_hans: 点按三下并按住%@

# trigger.substring.scroll.1
source: Click and *Scroll* %@
cs: Kliknutí a *scrolování* %@
de: %@ klicken und *scrollen*
es: Clic y *Desplazar* %@
ja: クリックと*スクロール*%@
pt_br: clique e role %@
ru: Нажмите и *прокрутите* %@
tr: %@ düğmesine tıkla ve *Kaydır*
uk: Клацання та *Прокрутка* %@
vi: Nhấn và cuộn %@
zh_hans: 点按并滚动%@

# trigger.substring.scroll.2
source: Double Click and *Scroll* %@
cs: Dvojklik a *scrolování* %@
de: %@ doppelklicken und *scrollen*
es: Doble Clic y *Desplazar* %@
ja: ダブルクリックと*スクロール*%@
ru: Двойное нажатие и *прокрутка* %@
tr: %@ düğmesine çift tıkla ve *Kaydır*
uk: Подвійне клацання та *Прокрутка* %@
vi: Nhấn đúp và cuộn %@
zh_hans: 连按并滚动%@

# trigger.substring.scroll.3
source: Triple Click and *Scroll* %@
cs: Trojklik a *scrolování* %@
de: %@ dreifach klicken und *scrollen*
es: Triple Clic y *Desplazar* %@
ja: トリプルクリックと*スクロール*%@
ru: Тройное нажатие и *прокрутка* %@
tr: %@ düğmesine üç kez tıkla ve *Kaydır*
uk: Потрійне клацання та *Прокрутка* %@
vi: Nhấn ba lần và cuộn %@
zh_hans: 连按三次并滚动%@

# trigger.substring.scroll.flags
source: and *Scroll*
cs: a *scrolování*
de: und *scrollen*
es: y *desplazar*
ja: と*スクロール*
pt_br: e role
ru: и *Прокрутка*
tr: ve *Kaydır*
uk: і *Прокрутка*
vi: và cuộn
zh_hans: 并滚动滚轮

# trigger.y.group-row.button-name.middle
source: Middle Button
cs: Prostřední tlačítko
de: mittlere Taste
es: Botón central
ja: ホイールボタン
nb: Midtre knapp
pt_br: Botão do Meio
ru: Средняя кнопка
tr: Orta Düğme
uk: Середня кнопка
vi: Nút giữa
zh_hans: 中键

# trigger.y.group-row.button-name.numbered
source: Button %@
cs: Tlačítko %@
de: Taste %@
es: Botón %@
ja: ボタン%@
pt_br: Botão %@
ru: Кнопка %@
tr: %@ Düğmesi
uk: Кнопка %@
vi: Nút %@
zh_hans: 按键%@

# trigger.y.group-row.button-name.primary
source: Primary Button
cs: Primární tlačítko
de: primäre Taste
es: Botón Primario
ja: 主ボタン
nb: Primærknapp
pt_br: Botão Primário
ru: Основная кнопка
tr: Birincil Düğme
uk: Основна кнопка
vi: Nút chính
zh_hans: 主键

# trigger.y.group-row.button-name.secondary
source: Secondary Button
cs: Sekundaární tlačítko
de: sekundäre Taste
es: Botón Secundario
ja: 副ボタン
nb: Sekundær knapp
pt_br: Botão Secundário
ru: Дополнительная кнопка
tr: İkincil Düğme
uk: Другорядна кнопка
vi: Nút phụ
zh_hans: 辅键

# type-shortcut-prompt
source: Type a Keyboard Shortcut
cs: Zadejte klávesovou zkratku
de: Tippe einen Tastaturkurzbefehl
es: Escribir un Atajo de Teclado
ja: キーボードショートカットを入力してください
pt_br: Digite um atalho de teclado
ru: Введите сочетание клавиш
tr: Bir Klavye Kısayolu Yazın
uk: Введіть комбінацію клавіш
vi: Gõ một tổ hợp phím tắt
zh_hans: 输入键盘快捷键

# join-list.last
source: %1$@ and %2$@
de: %1$@ und %2$@
es: %1$@ y %2$@
ja: %1$@と%2$@
pt_br: %1$@ e %2$@
ru: %1$@ и %2$@
tr: %1$@ ve %2$@
uk: %1$@ і %2$@
vi: %1$@ và %2$@

# modifer-key.tool.command
source: Command (⌘)
de: Befehlstaste (⌘)
es: Comando (⌘)

# modifer-key.tool.control
source: Control (^)
de: Steuerungstaste (^)

# modifer-key.tool.option
source: Option (⌥)
de: Wahltaste (⌥)
es: Opción (⌥)

# modifer-key.tool.shift
source: Shift (⇧)
de: Umschalttaste (⇧)
es: Mayús (⇧)

# effect.smart-zoom
source: Smart Zoom
es: Zoom inteligente
ja: スマートズーム
pt_br: Zoom Inteligente
ru: Смарт-масштабирование
tr: Akıllı Yakınlaştırma
uk: Динамічне масштабування
vi: Thu phóng thông minh
zh_hans: 智能缩放

# thanks.10
source: 🦆 Entengang für immer
es: 🦆 Paso de pato para siempre
ja: 🦆 アヒルの水かきは永遠に
pt_br: 🏂 Aproveite a vida!!
ru: 🦆 Утиная походка навсегда
tr: 🎸 Tebrikler! Ödül olarak kendine bir Kayseri Yağlaması yap!
vi: 🏂 Phê chữ ê kéo dàiiiii!!
zh_hans: 🦆苦日子到头了

# effect.launchpad
source: Launchpad
zh_hans: 启动台

# effect.mission-control
source: Mission Control
zh_hans: 调度中心
